{
  "founders": [
    {
      "name": "Atri Bhattacharaya",
      "role": "CEO",
      "imgSrc": "/atri_bhattacharaya.webp",
      "description": "Atri Bhattacharya, an MBA-qualified professional, is the Founder of PYSPARKS LAB LLP and currently a Process Associate at Capgemini. With diverse industry experience, he has worked as a Finance Trainee at Reliance Retail, Junior Business Analyst at eDominer, and Finance Intern at Optimus Resolution and Restructuring Advisors LLP. Proficient in data analysis and visualization using Python, R, SQL, Tableau, Power BI, Pandas, Matplotlib, Seaborn, and SAS, Atri combines strong analytical skills with a deep understanding of finance, taxation, ERP systems (SAP FICO, Oracle ERP Cloud, FrontAccounting ERP, Tally ERP), and corporate accounting. He is also certified in Python for Data Science, AI & Development, further showcasing his technical expertise. Atri has successfully delivered projects leveraging Python, Pandas, Matplotlib, Seaborn, and Google Workspace for actionable insights. His leadership has been recognized through achievements such as Runner-up at Start-up Idea Generation 2024, Winner of Management Quiz 2023, and Winner of Inter-College Management Quiz 2024. At PYSPARKS LAB LLP, he drives the firm’s vision, strategy, and innovation, blending business acumen and data-driven decision-making to create impactful solutions."
    },
    {
      "name": "Sruti Manna",
      "role": "CMO",
      "imgSrc": "/sruti_manna.jpg",
      "description": "Sruti Manna, an MBA graduate, is the Chief Marketing Officer at PYSPARKS LAB LLP, bringing a strong blend of expertise in sales, marketing, financial analysis, and leadership. Skilled in Python, MySQL, Django, and Tally ERP, she combines technical proficiency with business acumen to craft strategies that drive growth and market presence. Her professional journey includes experience as a Sales Employee and Summer Intern, along with impactful projects such as “Price Optimization for an E-Commerce Start-Up” and “E-Learning System Development.” Beyond corporate roles, Sruti has also contributed through volunteering as Director of Public Relations and Governing Body Member, highlighting her commitment to leadership and community engagement. At PYSPARKS LAB LLP, she leads with a focus on strategic sales processes, team management, client relationships, and business-to-business (B2B) initiatives, positioning the company for sustainable success."
    },
    {
      "name": "Shuvrajiit Adhikary",
      "role": "CTO",
      "imgSrc": "/shuvrajiit_adhikary.jpg",
      "description": "Shuvrajiit Adhikary, an M.S. in Data Science, serves as the Chief Technology Officer at PYSPARKS LAB LLP, specializing in IoT, Python, and machine learning applications. With a strong foundation in data-driven innovation and teamwork, he drives the company’s technological vision and product development strategies. He has gained hands-on experience working on Robotics and IoT projects. Shuvrajiit also holds prestigious certifications from NPTEL in Programming, Data Structures & Algorithms using Python, and Internet of Things, reflecting his technical expertise and problem-solving capabilities. At PYSPARKS LAB LLP, he leads the technology and innovation roadmap, ensuring the integration of cutting-edge solutions in AI, IoT, and data science to power sustainable business growth."
    },
    {
      "name": "Debanjan Ghosh",
      "role": "Head of Operations, Sales, and Marketing",
      "imgSrc": "/debanjan_ghosh.jpg",
      "description": "Debanjan Ghosh is a dynamic business professional with a BBA background and diverse industry experience. At PYSPARKS LAB LLP, he leads with a vision for delivering smart, innovative, and growth-driven business solutions. His prior role at Indian Oil Corporation Limited in Sales & Operations sharpened his expertise in strategy, execution, and business management. Passionate about the intersection of technology and business, Debanjan is also a Certified Cyber Criminologist and Digital Forensics Specialist, bringing a unique perspective to problem-solving and innovation."
    }
  ],
  "consultants": [
    {
      "name": "Sayak Ghosh",
      "role": "Consultant",
      "imgSrc": "/sayak_ghosh.jpg",
      "description": "Sayak Ghosh, M.Sc. in Economics with specialization in Econometrics from WBSU, has experience as a Research Assistant under projects funded by the A.K. Dasgupta Centre for Planning and Development and at WBSU. His research contributions include a publication in a UGC CARE-listed journal, paper presentations at the Bengal Economic Association, and Best Paper Awards at international conferences. He has attended several national-level conferences on Applied Econometrics and economic issues. Proficient in Python, Stata, Power BI, and Advanced Excel for data analysis and econometric modeling."
    },
    {
      "name": "Diptorup Ghosh",
      "role": "Consultant",
      "imgSrc": "/diptorup_ghosh.jpg",
      "description": "Diptorup Ghosh, M.Sc. in Economics and UGC-NET qualified professional, has strong analytical expertise. Currently working as a Data Analyst with proven skills in handling complex datasets. Former Research Assistant at West Bengal State University (WBSU). Proficient in Python, Excel, Power BI, and Stata for advanced data analysis. Passionate about transforming data into meaningful insights and practical solutions."
    },
    {
      "name": "Arghya Malakar",
      "role": "Consultant & Full Stack Developer",
      "imgSrc": "/arghya_malakar.jpg",
      "description": "Arghya Malakar , a BTech,Computer Science & Engineering qualified professional, is the Consultant & Full Stack Developer of PYSPARKS LAB LLP, where he focuses on delivering smart business and project solutions driven by innovation and growth. He brings valuable experience from his current role at Techno Polytechnic Durgapur in the CST department as a lecturer, where he teach Python, Algorithms, Computer System Organization, and IoT with a mission to make technical education engaging, empowering, and deeply practical. Proficient in Python, MySQL, Java, Microsoft Excel, Communication, Problem Solving, Type Script, React Native and also in 3 languages like Bengali, English, Hindi. Arghya blends analytical thinking with practical problem-solving to create impactful solutions. Alongside his professional pursuits, he has the Licenses & Certifications for Problem Solving(Basic), Problem Solving(Intermediate), Python(Basic), Python for Data Science , reflecting his interest in technology and its evolving role in society. At PYSPARKS LAB LLP, he plays a key role in strategic planning, operational management, and business development, helping shape the company’s growth journey."
    }
  ],
  "expertAdvisors": [
    {
      "name": "Dr Tushar Kanti Dey",
      "role": "Advisor",
      "imgSrc": "/tushar_kanti_dey.jpg",
      "description": "Dr. Tushar Kanti Dey [PhD in Economics, M.Sc (Economics)] Assistant Professor of Economics, School of Management Sciences, MAKAUT WB. Tushar Kanti Dey is associated with teaching and research of economics, econometrics, statistics, and other allied courses of general degree, Management, Law, and Engineering since 12 years. He has contributed to a lot of interdisciplinary research and was associated with the State Institute of Panchyat and Rural Development in central funded research projects. He has consulted different research projects as the statistical associate and has vast experience in field survey–based research. Again, he has worked across different states of India to serve research assignments on behalf of leading research organizations of India. He has a vast experience of teaching Economics and related subjects in different disciplines like Law, Management, and general degree courses in both public & private sector universities and colleges."
    },
    {
      "name": "Kaushik Mukherjee",
      "role": "Advisor",
      "imgSrc": "/kaushik_mukherjee.jpg",
      "description": "With 28+ years of experience across Marketing Research, Education, MSME, and Social Development,  Mr Kaushik Mukherjee ( PhD pursuing) specializes in Cluster Development, Project Design, Skill & Capacity Building, and Livelihood Development. For the last 12 years, he has worked extensively with State & Central Governments and global organizations like World Bank, ADB, JICA, UNIDO, and Ford Foundation. \nHis career spans leadership roles at PwC, Grant Thornton Bharat LLP, AC Nielsen ORG-MARG, EDI Ahmedabad, and academic contributions as faculty and mentor. An author and trainer, Kaushik blends research, policy, and implementation to drive sustainable MSME growth and impact-driven social development."
    },
    {
      "name": "Progyan Bhattacharya",
      "role": "Advisor",
      "imgSrc": "/progyan_bhattacharya.jpg",
      "description": "Technologist with almost a decade long experience in the industry across stacks and impact in Web Application Development, Mobile Application Development, Big Data and Artificial Intelligence System. Beyond industrial exposure, he is also active in Open Source, Community Building, Mentorship and Philanthropy and widely known as The Pro Dev."
    },
    {
      "name": "Debattam Bhattacharjee",
      "role": "Advisor",
      "imgSrc": "/debattam_bhattacharya.jpg",
      "description": "Debattam Bhattacharjee is an experienced cybersecurity professional currently working as a Manager at Capgemini Invent. He has a strong background as a technical lead and security architect with expertise in risk assessment, penetration testing, incident response, and vulnerability assessment across both on-premises and cloud environments. He is skilled in Red Hat Linux and networking, holding multiple certifications including OSCP, AZx2, GCP, and CEH. With a bachelor’s degree in engineering, he has demonstrated a successful career in the IT and services industry."
    }
  ],
  "extendedTeamMembers": [
    {
      "name": "Sanjita Kumari Jha",
      "role": "SEO & UI & UX Designer",
      "imgSrc": "/sanjita_kumari_jha.JPG",
      "description": "Sanjita Kumari Jha, a BCA graduate from MAKAUT, WB, and currently pursuing MCA at Assam University (Central), is a passionate technology enthusiast with a strong blend of frontend development, data analytics, and machine learning expertise. As an Advisor at PYSPARKS LAB LLP, where she also completed her internship, she has contributed to impactful digital solutions that merge creativity with technical precision. With proficiency in React Native, Python, C, Java, SQL, PHP, and database management systems, Sanjita builds applications that are both user-friendly and technically robust. Her skill set also extends to data visualization (Pandas, NumPy, Matplotlib), frontend design (HTML, CSS, React.js, Bootstrap, Canva), and embedded systems integration (Arduino IDE, sensors, circuit design). Highlighted Projects Lifestyle App (React Native) – A modern productivity tool designed to help users manage daily routines, track wellness, and stay consistent with self-care goals. Expense Tracker App (React Native) – A responsive mobile app that enables users to track, categorize, and analyze their expenses, showcasing sleek UI and real-time analytics. Obstacle Detection System (IoT) – A sensor-driven solution built using Arduino for real-time detection of obstacles, enhancing safety through embedded systems. Face & Smile Detection (OpenCV & Python) – An AI-powered application for human face and smile recognition, demonstrating her ability to apply computer vision techniques effectively. (For more projects and design showcases, visit her portfolio: atijnas07.github.io/Sanjita-s-portfolio) Fluent in English, Bengali, Hindi, and Maithili, Sanjita brings not only technical acumen but also adaptability, leadership, and strong communication skills—qualities that make her a versatile professional in both innovation and collaboration."
    },
    {
      "name": "Sagarika Debnath",
      "role": "Finance & Operations",
      "imgSrc": "/sagarika_debnath.jpg",
      "description": "Sagarika Debnath, a BBA graduate, is an Advisor at PYSPARKS LAB LLP with expertise in business development and strategic growth initiatives. She has previously worked as a Business Development Executive at AI Academia, where she honed her skills in client relations, sales processes, and market expansion strategies. With strong foundations in leadership, communication, and business strategy, Sagarika contributes to driving growth opportunities and building meaningful partnerships, making her a valuable part of the PYSPARKS LAB LLP advisory team."
    },
    {
      "name": "Arunima Chaulia",
      "role": "HR & Marketing",
      "imgSrc": "/arunima_chaulia.jpg",
      "description": "Arunima Chaulia, a BBA graduate, brings a dynamic blend of expertise in business strategy, human resources, financial analysis, and marketing. As an Advisor at PYSPARKS LAB LLP, she leverages her strong foundation in leadership, communication, and team management to drive impactful business outcomes. With professional experience as a Human Resources Assistant, Social Media Manager, and Business Development Associate at AI Academia, Arunima has honed her skills across diverse domains including HR operations, employee engagement, strategic planning, client relationship management, and business development. She provides services in financial accounting & reporting, brand and digital marketing, HR consulting, strategic business initiatives, and customer success solutions, ensuring value-driven growth for clients. Known for her analytical mindset, problem-solving abilities, and interpersonal excellence, Arunima continues to play a vital role in fostering innovation, building strong business relationships, and supporting organizational development at PYSPARKS LAB LLP."
    },
    {
      "name": "Anuksha Sarkar",
      "role": "Intern",
      "imgSrc": "/anuksha_sarkar.jpg",
      "description": "Anuksha Sarkar, currently pursuing a B.Sc. in IT (Data Science), is an Intern at PYSPARKS LAB LLP with growing expertise in Python, C, Java, SQL, and Database Management Systems. Skilled in leadership and communication, Anuksha brings a balanced mix of technical knowledge and collaborative spirit to every project. With a keen interest in cybersecurity and data analysis, she is building a strong foundation in emerging technologies while actively contributing to the firm’s research and development initiatives. Her adaptability, problem-solving approach, and enthusiasm for learning make her a promising professional in the field of IT and data science."
    }
  ]
}
